export const points = [100, 200, 300, 400, 500, 600, 700];

export const questions = {
    'Футбол': [{
        question: 'Продолжительность футбольного тайма, в минутах?',
        answer: 'Бразилия',
    },{
        question: 'Где был сыгран первый в мире кубок Фифа?',
        answer: 'Уругвай',
    },{
        question: 'Какой клуб 5 раз подряд побеждал в ЛЧ в ХХ ст.?',
        answer: 'Реал Мадрид',
    },{
        question: 'Какая страна больше всего раз побеждала на ЧМ?',
        answer: 'Бразилия',
    },{
        question: 'Где был сыгран первый в мире кубок Фифа?',
        answer: 'Уругвай',
    },{
        question: 'Где был сыгран первый в мире кубок Фифа?',
        answer: 'Уругвай',
    },{
        question: 'Где был сыгран первый в мире кубок Фифа?',
        answer: 'Уругвай',
    }],
    'География': [{
        question: 'Столица Словении?',
        answer: 'Любляна',
    },{
        question: 'Что есть в пруду, озере, реке, но нет в океане?',
        answer: 'Алжир',
    },{
        question: 'Какой самый высокий водопад в мире?',
        answer: 'Анхель',
    },{
        question: 'Самая большая страна в Африке?',
        answer: 'Алжир',
    },{
        question: 'Какая длина экватора Земли?',
        answer: '40000км',
    },{
        question: 'Как называется инструмент для измерения относительной высоты?',
        answer: 'Нивелир',
    },{
        question: 'Где находится пустыня Каракум?',
        answer: 'Туркмения',
    }],
    'CS:GO': [{
        question: 'Столица Словении?',
        answer: 'Любляна',
    },{
        question: 'Что есть в пруду, озере, реке, но нет в океане?',
        answer: 'Алжир',
    },{
        question: 'Какой самый высокий водопад в мире?',
        answer: 'Анхель',
    },{
        question: 'Самая большая страна в Африке?',
        answer: 'Алжир',
    },{
        question: 'Какая длина экватора Земли?',
        answer: '40000км',
    },{
        question: 'Как называется инструмент для измерения относительной высоты?',
        answer: 'Нивелир',
    },{
        question: 'Где находится пустыня Каракум?',
        answer: 'Туркмения',
    }],
    'Автомобили': [{
        question: 'Столица Словении?',
        answer: 'Любляна',
    },{
        question: 'Что есть в пруду, озере, реке, но нет в океане?',
        answer: 'Алжир',
    },{
        question: 'Какой самый высокий водопад в мире?',
        answer: 'Анхель',
    },{
        question: 'Самая большая страна в Африке?',
        answer: 'Алжир',
    },{
        question: 'Какая длина экватора Земли?',
        answer: '40000км',
    },{
        question: 'Как называется инструмент для измерения относительной высоты?',
        answer: 'Нивелир',
    },{
        question: 'Где находится пустыня Каракум?',
        answer: 'Туркмения',
    }],
    'Математика': [{
        question: 'Столица Словении?',
        answer: 'Любляна',
    },{
        question: 'Что есть в пруду, озере, реке, но нет в океане?',
        answer: 'Алжир',
    },{
        question: 'Какой самый высокий водопад в мире?',
        answer: 'Анхель',
    },{
        question: 'Самая большая страна в Африке?',
        answer: 'Алжир',
    },{
        question: 'Какая длина экватора Земли?',
        answer: '40000км',
    },{
        question: 'Как называется инструмент для измерения относительной высоты?',
        answer: 'Нивелир',
    },{
        question: 'Где находится пустыня Каракум?',
        answer: 'Туркмения',
    }],
    'Алкоголь': [{
        question: 'Столица Словении?',
        answer: 'Любляна',
    },{
        question: 'Что есть в пруду, озере, реке, но нет в океане?',
        answer: 'Алжир',
    },{
        question: 'Какой самый высокий водопад в мире?',
        answer: 'Анхель',
    },{
        question: 'Самая большая страна в Африке?',
        answer: 'Алжир',
    },{
        question: 'Какая длина экватора Земли?',
        answer: '40000км',
    },{
        question: 'Как называется инструмент для измерения относительной высоты?',
        answer: 'Нивелир',
    },{
        question: 'Где находится пустыня Каракум?',
        answer: 'Туркмения',
    }],
    'Кинематография': [{
        question: 'Столица Словении?',
        answer: 'Любляна',
    },{
        question: 'Что есть в пруду, озере, реке, но нет в океане?',
        answer: 'Алжир',
    },{
        question: 'Какой самый высокий водопад в мире?',
        answer: 'Анхель',
    },{
        question: 'Самая большая страна в Африке?',
        answer: 'Алжир',
    },{
        question: 'Какая длина экватора Земли?',
        answer: '40000км',
    },{
        question: 'Как называется инструмент для измерения относительной высоты?',
        answer: 'Нивелир',
    },{
        question: 'Где находится пустыня Каракум?',
        answer: 'Туркмения',
    }],
    'Космос': [{
        question: 'Столица Словении?',
        answer: 'Любляна',
    },{
        question: 'Что есть в пруду, озере, реке, но нет в океане?',
        answer: 'Алжир',
    },{
        question: 'Какой самый высокий водопад в мире?',
        answer: 'Анхель',
    },{
        question: 'Самая большая страна в Африке?',
        answer: 'Алжир',
    },{
        question: 'Какая длина экватора Земли?',
        answer: '40000км',
    },{
        question: 'Как называется инструмент для измерения относительной высоты?',
        answer: 'Нивелир',
    },{
        question: 'Где находится пустыня Каракум?',
        answer: 'Туркмения',
    }],
    'Ребусы': [{
        question: 'Столица Словении?',
        answer: 'Любляна',
    },{
        question: 'Что есть в пруду, озере, реке, но нет в океане?',
        answer: 'Алжир',
    },{
        question: 'Какой самый высокий водопад в мире?',
        answer: 'Анхель',
    },{
        question: 'Самая большая страна в Африке?',
        answer: 'Алжир',
    },{
        question: 'Какая длина экватора Земли?',
        answer: '40000км',
    },{
        question: 'Как называется инструмент для измерения относительной высоты?',
        answer: 'Нивелир',
    },{
        question: 'Где находится пустыня Каракум?',
        answer: 'Туркмения',
    }]
}

